Revit 2024 API
CurveExtents.EndParameter Property
 The end parameter of the curve extents.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double EndParameter { get; }
Visual Basic
Public ReadOnly Property EndParameter As Double
	Get
Visual C++
public:
property double EndParameter {
	double get ();
}
See Also
CurveExtents Class
Autodesk.Revit.DB Namespace